<?php

/* @var $this yii\web\View */

use yii\helpers\Html;
use yii\helpers\Url;
use yii\widgets\Breadcrumbs;

$this->title = 'Про центр';
$this->params['breadcrumbs'][] = $this->title;

?>

<div class="site-about">
    <h1><?= Html::encode($this->title) ?></h1>
    <p>Харківський центр професійно-технічної освіти державної служби зайнятості (далі Центр) створений у 2008 році
        на підставі наказу Державного центру зайнятості від 09.07.2008 за №72.</p>
    <p>Центр підпорядкований Державній службі зайнятості (Центральному апарату) через Харківський обласний центр зайнятості.</p>
    <p>Навчальний заклад діє на підставі Статуту.</p>
    <p>Стратегічною метою Харківського центру професійно-технічної освіти державної служби зайнятості є якісне
        професійне навчання населення, забезпечення соціально-побутових умов проживання слухачів у гуртожитку,
        організація виробничої практики на провідних підприємствах регіону, сприяння працевлаштуванню та подальшому
        закріпленню випускників на робочих місцях. В своїй діяльності центр приділяє особливу увагу наданню освітніх
        послуг соціально-незахищеним верствам населення, особам з інвалідністю, молоді тощо. Для наближення умов
        навчання до потреб сучасного виробництва до викладання дисциплін залучаються найкращі викладачі та майстри
        виробничого навчання з великим практичним та педагогічним досвідом роботи.</p>
    <p>Деякі приміщення, які знаходяться на території Харківського центру професійно-технічної освіти державної служби
        зайнятості, були зведені ще у 19 сторіччі. У них розміщувався духовний освітній заклад.</p>
    <p>У 1810 році в Деркачах (м. Дергачі, Харківська обл.) при Миколаївській церкві існувала церковно-приходська школа.
        У 1843 році школа перемістилася в колишній будинок волосного правління Деркачів. Будинок складався з великих та
        маленьких кімнат, які представляли собою класи, кімнати-квартири вчителя і кімнату, в якій мешкав сторож.
        Після переміщення школа втратила в своїй назві приставку «церковно». Нова назва звучала як Парафіяльне сільське училище.
        У 1867-1868 навчальному році в парафіяльному сільському училищі навчалося 46 хлопчиків і 15 дівчаток.
        Учні користувалися скромною бібліотекою, фонди якої складалися з абеток, арифметик, прописів, 35 релігійних та 400 інших книг.</p>
    <p>У 1871 році назва навчального закладу знову змінюється: Парафіяльне сільське училище стає Народним училищем.
        Утримання училища здійснювалося на спільні кошти земства і суспільства. Читання, письмо, Закон Божий і
        арифметику викладали священик Йосип Сербінов і семінарист Федір Лободовський.</p>
    <p>У 1896 році, у зв'язку з тим, що Народне училище знаходиться в громадському будинку
        (де раніше розміщувалася волость), який абсолютно не пристосований для навчальних цілей, Деркачівської сільське
        суспільство на сільських зборах розглянуло пропозицію про будівництво в Деркачах двох нових училищ.
        Старе училище від часу прийшло в непридатність, вимагало перебудови і розширення.</p>
    <p>У 1897 році сільські збори ухвалили: побудувати в слободі Деркачах два нові училища, одне з яких розміщувалося
        на території забудови Харківського центру професійно-технічної освіти державної служби зайнятості
        (за річкою Лопань). Це училище було духовним і в народі називалося Залопанським, хоча офіційна назва була Друге
        Деркачівське народне початкове училище.</p>
    <p>У 1898 році, згідно плану і розміру, складеними Харківськими повітовими зборами, було побудовано камʼяний
        будинок для Другого Деркачівського народного початкового училища. За словами місцевих жителів, при училищі
        була церковна сторожка і попівський будиночок. У сторожці жили черниці. Вони займалися господарською роботою.
        А в попівському будиночку жив викладач священик. Училище навчало по 60 учнів у рік. Основними предметами були:
        російська мова, арифметика, географія, співи, закон Божий, церковна історія. Піклувальником Другого
        Деркачівського народного початкового училища був обраний потомствений громадянин Сергій Семенович Ковальов.
        Училище було підвідомче Харківській повітовій училищній раді та місцевій дирекції народних училищ.</p>
    <p>У 30-ті роки ХХ століття «іконоборства» на зміну церковним вчителям приходять спеціально підготовлені викладачі.</p>
    <p>У роки Великої Вітчизняної Війни церковні приміщення були частково зруйновані, а на території Другого
        Деркачівського народного початкового училища у жовтні 1943 року відкрився Спеціальний дитячий будинок №1 для
        дітей, батьки яких загинули або служили на фронті.</p>
    <p>З 1947 року на базі дитячого будинку створено Спеціальне сільськогосподарське училище №24, основний контингент якого складали діти-сироти.</p>
    <p>У грудні 1953 року училище було реорганізовано в Ремісниче училище механізації сільського господарства, яке почало
        підготовку трактористів-машиністів, слюсарів з ремонту техніки, комбайнерів. У відомстві училища знаходилися 4
        лабораторії, навчальні кабінети, трактородром, полігон для водіння автомобілів.</p>
    <p>3 липня 2003 училище перейменовано в Дергачівський професійний аграрний ліцей. Ліцей займався підготовкою кухарів,
        водіїв, слюсарів з ремонту автомобілів, трактористів-машиністів.</p>
    <p>У 2007 році Дергачівський професійний аграрний ліцей переданий на баланс Міністерства праці та соціальної політики України.</p>
    <p>З 2008 року на території Дергачівського професійного аграрного ліцею зведені нові приміщення Харківського центру
        професійно-технічної освіти державної служби зайнятості.</p>
</div>
