<?php

use yii\helpers\Html;
use yii\helpers\Url;
/* @var $this yii\web\View */

$this->title = 'Главная';

?>
<div class="site-index">

    <div class="jumbotron">
        <h1>Центр Зайнятості</h1>

        <p class="lead">Ласкаво просимо до Центру!</p>

    </div>

    <div class="body-content">

        <div class="row">
            <div class="col-lg-6">
                <?php echo Html::img(Url::to('/web/img/note.png')); ?>
            </div>
            <div class="col-lg-6">
                <p>Харківський центр професійно-технічної освіти державної служби зайнятості здійснює:</p>
                <ul>
                    <li>
                        професійну підготовку, перепідготовку та підвищення кваліфікації дорослого населення з повним
                        діапазоном кваліфікаційних розрядів та виданням свідоцтва з додатком державного зразка під
                        замовлення за 26-ма ліцензованими професіями;
                    </li>
                    <li>
                        підготовку, перепідготовку та підвищення кваліфікації кадрів;
                    </li>
                    <li>
                        короткотермінові курси з вивчення новітніх технологій та найсучаснішого обладнання, навчання
                        окремим видам робіт;
                    </li>
                    <li>
                        підвищення кваліфікації за напрямами:
                        <ul>
                            <li>
                               основи комп’ютерної грамотності;
                            </li>
                            <li>
                                організація малого бізнесу;
                            </li>
                            <li>
                                основи охорони праці на виробництві тощо.
                            </li>
                        </ul>
                    </li>
                </ul>
                <p>Слухачами Харківського центру професійно-технічної освіти державної служби зайнятості можуть бути
                    громадяни, зараховані на навчання за направленням служби зайнятості; особи, які направлені на
                    навчання за рахунок підприємств, установ, організацій, а також фізичні особи (громадяни України) за
                    власні кошти. Навчатися у Харківському центрі професійно-технічної освіти державної служби
                    зайнятості можуть особи різної вікової категорії.</p>
                <p>Стратегічними завданнями Харківського центру професійно-технічної освіти державної служби зайнятості є:</p>
                <ul>
                    <li>
                        якісне професійне навчання населення;
                    </li>
                    <li>
                        забезпечення соціально-побутових умов проживання та навчання;
                    </li>
                    <li>
                        організація виробничої практики на провідних підприємствах регіону;
                    </li>
                    <li>
                        сприяння працевлаштуванню та подальшому закріпленню випускників на робочих місцях.
                    </li>
                </ul>
                <p>Переваги навчання в Харківському центрі професійно-технічної освіти державної служби зайнятості:</p>
                <ul>
                    <li>
                        навчання груп проводиться по мірі їх формування протягом усього (без перерви на канікули) календарного року;
                    </li>
                    <li>
                        стислі терміни навчання, розраховані на різні вікові категорії населення
                        (за відносно короткий термін (кілька місяців) можна опанувати нову професію або підвищити кваліфікацію);
                    </li>
                    <li>
                        навчання першочергово орієнтоване на отримання слухачами практичних вмінь та навичок;
                    </li>
                    <li>
                        сучасна матеріально-технічна база та новітні освітні технології у навчанні;
                    </li>
                    <li>
                        гнучкі навчальні плани та програми;
                    </li>
                    <li>
                        групова та індивідуальна форми навчання;
                    </li>
                    <li>
                        можливість навчання на базі підприємства без відриву від виробництва.
                    </li>
                </ul>
            </div>
        </div>

    </div>
</div>
